report/statistics.json
{
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 10,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 16990.399999999998,
    "medianResTime" : 16797.0,
    "minResTime" : 2939.0,
    "maxResTime" : 30710.0,
    "pct1ResTime" : 30531.9,
    "pct2ResTime" : 30710.0,
    "pct3ResTime" : 30710.0,
    "throughput" : 0.3176115610608226,
    "receivedKBytesPerSec" : 0.2195365848816897,
    "sentKBytesPerSec" : 0.048075968715261236
  },
  "Fluxo - GET > POST > GET(id) > PUT(id) > GET(id) > DELETE(id)" : {
    "transaction" : "Fluxo - GET > POST > GET(id) > PUT(id) > GET(id) > DELETE(id)",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 26998.6,
    "medianResTime" : 27492.0,
    "minResTime" : 22941.0,
    "maxResTime" : 30710.0,
    "pct1ResTime" : 30710.0,
    "pct2ResTime" : 30710.0,
    "pct3ResTime" : 30710.0,
    "throughput" : 0.15881082454580106,
    "receivedKBytesPerSec" : 0.10977177891945114,
    "sentKBytesPerSec" : 0.024038747856053866
  },
  " GET > https://serverest.dev/usuarios" : {
    "transaction" : " GET > https://serverest.dev/usuarios",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 6982.2,
    "medianResTime" : 7490.0,
    "minResTime" : 2939.0,
    "maxResTime" : 10653.0,
    "pct1ResTime" : 10653.0,
    "pct2ResTime" : 10653.0,
    "pct3ResTime" : 10653.0,
    "throughput" : 0.43756016452262186,
    "receivedKBytesPerSec" : 0.3024463715323357,
    "sentKBytesPerSec" : 0.06623225146582655
  },
  "GET returnar todos usuários" : {
    "transaction" : "GET returnar todos usuários",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 6982.2,
    "medianResTime" : 7490.0,
    "minResTime" : 2939.0,
    "maxResTime" : 10653.0,
    "pct1ResTime" : 10653.0,
    "pct2ResTime" : 10653.0,
    "pct3ResTime" : 10653.0,
    "throughput" : 0.435464204842362,
    "receivedKBytesPerSec" : 0.3009976212767811,
    "sentKBytesPerSec" : 0.06591499194391222
  }
}