statistics.json
{
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 10,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 10157.400000000001,
    "medianResTime" : 10238.0,
    "minResTime" : 87.0,
    "maxResTime" : 20439.0,
    "pct1ResTime" : 20405.6,
    "pct2ResTime" : 20439.0,
    "pct3ResTime" : 20439.0,
    "throughput" : 0.3562522265764161,
    "receivedKBytesPerSec" : 0.246245435518347,
    "sentKBytesPerSec" : 0.05427280014250089
  },
  "GET returnar todos usuários" : {
    "transaction" : "GET returnar todos usuários",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 151.6,
    "medianResTime" : 93.0,
    "minResTime" : 87.0,
    "maxResTime" : 387.0,
    "pct1ResTime" : 387.0,
    "pct2ResTime" : 387.0,
    "pct3ResTime" : 387.0,
    "throughput" : 0.6197322756569162,
    "receivedKBytesPerSec" : 0.4283657272558255,
    "sentKBytesPerSec" : 0.09441233886960833
  },
  "Fluxo - GET > POST > GET(id) > PUT(id) > GET(id) > DELETE(id)" : {
    "transaction" : "Fluxo - GET > POST > GET(id) > PUT(id) > GET(id) > DELETE(id)",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 20163.2,
    "medianResTime" : 20094.0,
    "minResTime" : 20089.0,
    "maxResTime" : 20439.0,
    "pct1ResTime" : 20439.0,
    "pct2ResTime" : 20439.0,
    "pct3ResTime" : 20439.0,
    "throughput" : 0.17812611328820804,
    "receivedKBytesPerSec" : 0.1231227177591735,
    "sentKBytesPerSec" : 0.027136400071250445
  },
  " GET > https://serverest.dev/usuarios" : {
    "transaction" : " GET > https://serverest.dev/usuarios",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 151.6,
    "medianResTime" : 93.0,
    "minResTime" : 87.0,
    "maxResTime" : 387.0,
    "pct1ResTime" : 387.0,
    "pct2ResTime" : 387.0,
    "pct3ResTime" : 387.0,
    "throughput" : 0.6235969069593416,
    "receivedKBytesPerSec" : 0.43103700268146666,
    "sentKBytesPerSec" : 0.09500109129458717
  },
  "POST cadastrar usuário - sucesso " : {
    "transaction" : "POST cadastrar usuário - sucesso ",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 0.0,
    "medianResTime" : 0.0,
    "minResTime" : 0.0,
    "maxResTime" : 0.0,
    "pct1ResTime" : 0.0,
    "pct2ResTime" : 0.0,
    "pct3ResTime" : 0.0,
    "throughput" : 0.6553079947575361,
    "receivedKBytesPerSec" : 0.0,
    "sentKBytesPerSec" : 0.0
  }
}